Repository: astondg/track-timer
Catalog: TrackTimer/Resources/AppResources.*.resx
Languages: fr

# ResourceLanguage
source: en
fr: fr

# Title_Section_SessionHistory
source: session history
fr: l'historique de la session

# Text_TrackSettings
source: track settings
fr: options de la piste

# Text_Unit_Laps
source: Laps
fr: tours

# Text_Button_StartTiming
source: start timing
fr: commencer

# Text_Button_Track
source: track
fr: piste

# Text_Buton_Vehicle
source: vehicle
fr: véhicule

# Title_SubHeading_TrackLength
source: length
fr: longueur

# Text_FieldHeading_VehicleClass
source: class
fr: classe

# Text_FieldHeading_VehicleMake
source: make
fr: marque

# Text_FieldHeading_VehicleModel
source: model
fr: modèle

# Title_Page_AddVehicle
source: vehicle
fr: vehicule

# Title_Page_Settings
source: settings
fr: options

# Text_Button_AddNewVehicle
source: add new vehicle
fr: ajouter un véhicule

# Text_Field_UnitType
source: units
fr: unités

# Title_Section_Account
source: account
fr: compte

# Title_Section_General
source: general
fr: générale

# Title_Section_Vehicles
source: vehicles
fr: vehicules

# Text_Blurb_LocationPrompt
source: This app accesses your phone's location. Is that ok?
fr: Cette application accède à l'emplacement de votre téléphone portable. Etes-vous d'accord ?

# Title_Prompt_Location
source: location
fr: emplacement

# Title_Section_Leaderboard
source: leaderboard
fr: classement

# Text_Blurb_BluetoothDisabled
source: Using an external GPS receiver requires Bluetooth to be enabled and the GPS reciever to be paired. You can enabled Bluetooth and pair the GPS receiver in your phones Bluetooth Settings.
fr: L'utilisation d'un récepteur GPS externe nécessite l'activation de Bluetooth et le récepteur GPS pour être couplé. Vous pouvez activer Bluetooth et coupler le récepteur GPS dans les paramètres Bluetooth de votre téléphone portable.

# Text_Button_BluetoothSettings
source: Bluetooth settings
fr: options de Bluetooth

# Text_Blurb_BluetoothDeviceSelection
source: Select one or more Bluetooth GPS devices from the list of paired Bluetooth devices and the first available device will be used to track your lap progress. If none are selected then the internal GPS will be used.
fr: Sélectionnez un ou plusieurs appareils GPS Bluetooth de la liste des appareils, le premier périphérique disponsible sera utilisé pour suivre la progression de votre tour. Si aucun n'est sélectionné, le GPS interne sera utilisé.

# Text_Default_UnknownVehicle
source: unknown vehicle
fr: véhicule inconnu

# Text_Blurb_UnknownTrackDescription
source: We can't find a track near your current location. You can edit the track details at the bottom of this page and when you start timing we'll try to figure out your laps.
fr: Nous ne pouvons pas trouver une piste à proximité de votre emplacement actuel. Vous pouvez modifier les informations de la piste au fond de cette page, lorsque vous

# Text_ApplicationBar_EditTrack
source: edit track
fr: modifier la piste

# Text_ApplicationBar_Settings
source: settings
fr: options

# Text_ApplicationBar_ShareTrack
source: share track
fr: partager la piste

# Text_Button_ChooseBackground
source: choose background
fr: choisir fond d'écran

# Text_Button_RevertToDefaults
source: revert to defaults
fr: revenir aux valeurs de défaut

# Text_Field_AutouploadSessions
source: auto-upload sessions
fr: sessions en transfert automique

# Text_Field_SkyDriveIntegration
source: OneDrive integration
fr: intégration OneDrive

# Text_Field_TrackBackgroundImage
source: background image
fr: image du fond d'écran

# Text_Field_TrackLength
source: length
fr: longueur

# Text_Field_TrackName
source: name
fr: nom

# Text_Toggle_Off
source: off
fr: éteint

# Text_Toggle_On
source: on
fr: allumer

# Title_Page_EditTrack
source: edit track
fr: modifier la piste

# Title_Section_Details
source: details
fr: détails

# Title_Section_Sectors
source: sectors
fr: secteurs

# Text_Default_Loading
source: loading
fr: en chargement

# Text_LoadingStatus_Authenticating
source: authenticating
fr: authentification

# Text_LoadingStatus_FindingClosestCircuit
source: finding closest circuit
fr: trouver circuit le plus proche

# Text_LoadingStatus_LoadingCircuit
source: loading circuit
fr: chargement de la piste

# Text_LoadingStatus_LoadingLapHistory
source: loading lap history
fr: chargement de l'historique des tours

# Text_LoadingStatus_LoadingTrackLeaderboard
source: loading track Leaderboard
fr: chargements des classements de la piste

# Text_LoadingStatus_RegisteringBestLapTime
source: registering best lap time
fr: enregistrement du meilleur temps au tour

# Text_LoadingStatus_SavingSessionToSkyDrive
source: uploading session to OneDrive
fr: téléchargement de la session sur OneDrive

# Text_LoadingStatus_UpdatingTrackCache
source: updating track cache
fr: mise à jour de la mémoire cache de la piste

# Text_LoadingStatus_ServerUnavailable
source: server unavailable
fr: serveur indisponible

# Text_ContextMenu_DeleteSector
source: delete sector
fr: supprimer secteur

# Text_Blurb_AddSector
source: To add a sector, touch and hold the map at the sector location
fr: pour ajouter un secteur, appuyez et maintenez la carte à l'endroit du secteur

# Text_Blurb_CameraSetup
source: Track Timer can start and stop your Wifi enabled GoPro camera when timing starts. Your phone must be manually connected to the GoPro's WiFi network before timing starts.
fr: Track Timer peut démarrer et arrêter votre Wifi compatible avec GoPro lorsque le chronometre démarre. Votre téléphone portable doit être connecter manuellement avec le

# Text_Button_WiFiSettings
source: WiFi settings
fr: options WiFi

# Text_Field_StartCameraWithTiming
source: start camera with timing
fr: démarrer la caméra avec chronomètre

# Text_Button_AddVehicle
source: add
fr: ajouter

# Text_Button_EditVehicle
source: edit
fr: modifier

# Title_Page_ChooseDegree
source: choose degree
fr: choisissez degré

# Text_Button_SaveVehicle
source: save
fr: sauvegarder

# Text_ContextMenu_DeleteVehicle
source: delete vehicle
fr: supprimer véhicule

# Text_Field_CameraPassword
source: camera password
fr: mot-de-passe de la caméra

# Title_Page_EditSector
source: edit sector
fr: modifier secteur

# Text_Field_EndLatitude
source: end latitude
fr: fin de latitude

# Text_Field_EndLongitude
source: end longitude
fr: fin de longitude

# Text_Field_Heading
source: heading
fr: titre

# Text_Field_StartFinishLine
source: finish line
fr: ligne d'arrivée

# Text_Field_StartLatitude
source: start latitude
fr: début de latitude

# Text_Field_StartLongitude
source: start longitude
fr: début de longitude

# Text_Button_Save
source: save
fr: sauvegarder

# Text_Blurb_StartFinishLine
source: finish Line
fr: ligne d'arrivée

# Text_Button_Cancel
source: cancel
fr: annuler

# Text_Button_Done
source: done
fr: fini

# Text_Button_RecalculateSectorLine
source: recalculate line
fr: recalculer ligne

# Text_Field_RecalculateSectorLine
source: recalculate sector line
fr: recalculer la ligne du secteur

# Title_Page_BackgroundUploads
source: uploads
fr: transferts

# Text_Blurb_BackgroundTransferComplete
source: complete
fr: complet

# Text_Blurb_BackgroundTransferError
source: error - tap to view
fr: erreur - appuyez sur l'écran

# Text_Blurb_BackgroundTransferWaitingForExternalPower
source: waiting for external power
fr: en attente d'une source d'alimentation externe

# Text_Blurb_BackgroundTransferWaitingForExternalPowerDueToBatterySaverMode
source: waiting for external power due to Battery Save mode
fr: en attente d'une source d'alimentation externe grâce au mode d'économie de batterie

# Text_Blurb_BackgroundTransferWaitingForNonVoiceBlockingNetwork
source: waiting for non voice blocking network
fr: en attente d'un réseau sans blocage de voix

# Text_Blurb_BackgroundTransferWaitingForWifi
source: waiting for Wifi
fr: en attente du wifi

# Text_Blurb_BackgroundTransferPaused
source: paused
fr: pause

# Text_Blurb_BackgroundTransferTransfering
source: transfering
fr: transfert

# Text_Blurb_BackgroundTransferUnknown
source: unknown
fr: inconnu

# Text_Blurb_BackgroundTransferWaiting
source: waiting
fr: en attente

# Text_Button_Uploads
source: uploads...
fr: téléchargements...

# Text_Field_UploadSessionsOverWiFiOnly
source: upload over WiFi only
fr: transférer uniquement par WiFi

# Text_LoadingStatus_LoadingSettings
source: loading Settings
fr: chargement des options

# Title_Page_SessionHistory
source: session detail
fr: détail de la session

# Text_ApplicationBar_Upload
source: upload
fr: transférer

# Text_ApplicationBar_DeleteTrack
source: delete track
fr: supprimer la piste

# Text_TableHeading_LapTime
source: lap time
fr: temps au tour

# Text_TableHeading_SplitTime
source: split time
fr: temps partiel

# Title_Page_LapDetail
source: lap detail
fr: détail du tour

# Text_Field_LocationConsent
source: allow location access
fr: autoriser LA LOCALISATION

# Text_Blurb_DeleteSessionPrompt
source: This session will be permanently deleted. Are you sure you want to delete this session?
fr: Cette session sera définitivement supprimée. Etes-vous sûr de vouloir supprimer cette séance ?

# Title_Prompt_DeleteSession
source: delete session
fr: supprimer session

# Text_LoadingStatus_UploadingTrack
source: uploading track
fr: téléchargement de la piste

# Text_Blurb_New
source: New
fr: Nouveau

# Text_Field_ShowUnofficialTracks
source: show unofficial tracks
fr: voir pistes non-officielles

# Text_Error_UnableToUploadTrackToServer
source: Unable to upload track to server at this time. Please try again later or contact support with Error ID: {0}
fr: Impossible de transférer votre piste au serveur en ce moment. Nous vous prions de réessayer plus tard, sinon contactez l'assistance avec l'identifiant de l'erreur

# Text_Button_ContactSupport
source: contact support or request a track
fr: contactez l'assistance

# Text_Button_PrivacyPolicy
source: privacy policy
fr: politique de confidentialité

# Text_Button_ResetTrackCache
source: reset track cache
fr: vider la mémoire cache des pistes

# Text_Button_ReviewApp
source: review app
fr: donnez votre avis

# Text_Button_TermsOfUse
source: terms of use
fr: conditions d'utilisation

# Title_Page_PendingUploads
source: uploads
fr: téléchargements

# Title_Section_Support
source: support
fr: assistance

# Text_Blurb_DeleteAllLocalSessionsPrompt
source: All sessions stored on your phone, including any sessions not uploaded to OneDrive, will be deleted. Are you sure you want to delete all local sessions?
fr: Toutes les sessions stockées sur votre téléphone portable, y compris les sessions non téléchargées à OneDrive, seront supprimées. Etes-vous sûr que vous voulez supprimer

# Text_Blurb_DeleteTrackCachePrompt
source: All tracks stored on your phone, including tracks not uploaded to the server and all custom track backgrounds, will be deleted. Are you sure you want to delete the local track cache?
fr: Toutes les pistes stockées sur votre téléphone portable, y compris les circuits non-téléchargées au serveur et tous les milieux de la voix de commande, seront supprimées. Etes-

# Text_Button_ResetSessions
source: delete local sessions
fr: supprimer les sessions locales

# Title_Prompt_DeleteAllLocalSessions
source: delete local sessions
fr: supprimer les sessions locales

# Title_Prompt_DeleteTrackCache
source: delete track cache
fr: supprimer la mémoire cache de la piste

# Text_Blurb_NoLeaderboard
source: There's no leaderboard for this track yet. Set the pace!
fr: Il n'y a pas de classement pour cette piste. Donnez la mesure!

# Text_Blurb_NoSessions
source: Start timing to create your first session!
fr: Commencer le chronomètrage pour créer votre première session!

# Text_LoadingStatus_SavingSessionToPhone
source: saving session
fr: enregistrement de la session

# Text_Blurb_DeleteTrackPrompt
source: This track and all associated sessions will be permanently deleted from your phone. To save sessions ensure they are uploaded to OneDrive before deleting this track. Are you sure you want to delete this track?
fr: Cette piste et toutes les sessions associées seront définitivement supprimés de votre téléphone portable. Pour sauvegarder vos sessions assurez-vous qu'ils sOIENT téléchargés à

# Title_Prompt_DeleteTrack
source: delete track
fr: supprimer la piste

# Text_Error_BestLapTimeCouldNotBeVerified
source: Your best lap time for this circuit could not be verified and will not be uploaded to the server
fr: Votre meilleur temps au tour pour ce circuit n'a pas pu être vérifié et ne sera pas envoyé au serveur

# Text_LoadingStatus_LoadingBestLapTime
source: loading best lap time
fr: chargement du meilleur temps au tour

# Text_Error_UnableToUploadBestLapToServer
source: Unable to upload your best lap to server at this time. Track Timer will try again later or contact support with Error ID: {0}
fr: Impossible de transférer votre meilleur tour au serveur en ce moment. Track Timer réessayera plus tard, sinon vous pouvez contacter l'assistance avec le code idenfiant l'erreur

# Text_LoadingStatus_IdentifyingBestLap
source: identifying best lap
fr: identifier le meilleur tour

# Text_LoadingStatus_CreatingSession
source: creating session
fr: création de la session

# Text_LoadingStatus_LoadingSession
source: loading session
fr: chargement de la session

# Text_LoadingStatus_DeletingSession
source: deleting session
fr: supression de la session

# Text_Blurb_IncompleteSessionSavePrompt
source: Track Timer was closed before your last session was uploaded to OneDrive. You can upload this session manually via the Session Detail page.
fr: Track Timer a été fermé avant que la dernière session soit transféréE à OneDrive. Vous pouvez transférer cette session manuellement via la page : Détails de la Session.

# Text_Field_ShowApexes
source: peak & apex speeds
fr: sommets d'angle

# Text_Field_ShowArialPhotography
source: arial imagery
fr: imagerie arial

# Text_LoadingStatus_RenamingTrackFile
source: renaming track file
fr: renommer le fichier de la piste

# Text_LoadingStatus_RenamingTrackSessionFiles
source: renaming track session files
fr: renommer des fichiers de session de piste

# Text_Blurb_CancelTimingPrompt
source: Are you sure you want to stop timing?
fr: Etes-vous sûr de vouloir arrêter le chronométrage?

# Title_Prompt_CancelTiming
source: stop timing
fr: arrêter le chronométrage

# Text_Blurb_LocationServicesSwitchedOff
source: Location is disabled in phone settings. Please enable it to allow GPS lap timing.
fr: Situation est désactivé dans les paramètres du téléphone. S'il vous plaît l'activer pour permettre mesure du tour de GPS.

# Text_Error_UnableToRetrieveLocation
source: There was an error retrieving you current location. If this occurs again please contact support with Error ID: {0}
fr: Il y avait une erreur, vous récupérer emplacement actuel. Si cela se produit de nouveau s'il vous plaît contactez le support avec l'ID d'erreur: {0}

# Text_Blurb_MustAuthenticatePrompt
source: To access all the features of Track Timer you must sign in with Microsoft account. Would you like to log in now?
fr: Pour accéder à toutes les fonctionnalités de Track Timer vous devez vous connecter avec un compte Microsoft. Voulez-vous vous connecter maintenant?

# Title_Page_Tracks
source: tracks
fr: pistes

# Text_LoadingStatus_StartingGps
source: Starting GPS
fr: À partir GPS

# Title_Prompt_MustAuthenticate
source: sign in
fr: Identifiez-vous

# Text_Button_SignIn
source: Sign In
fr: Identifiez-vous

# Text_Button_SignOut
source: Sign Out
fr: Déconnexion

# Text_Default_Nearby
source: Nearby
fr: Proche

# Text_Default_New
source: New
fr: Nouveau

# Text_Default_UnknownCountry
source: Unknown
fr: Inconnu

# Text_Field_UnitType_Imperial
source: imperial
fr: impériale

# Text_Field_UnitType_Metric
source: metric
fr: métrique
